[
    {
        "id": 7,
        "title": "The height of fine dining? How driverless air taxis could whisk tourists to restaurants on 100ft eco-towers overlooking the Italian wilderness",
        "more": "\r\nTourists could be whisked by flying taxi to enjoy a luxury dining experience on 100ft eco-towers overlooking the wilderness of Italy in a stunning new concept.\r\n\r\nIt is the result of a collaboration between unmanned aircraft company EHang Holdings and architects at the Rome-based Giancarlo Zema Design Group. \r\n\r\nEach of the towers — dubbed  'vertiports', as they will allow the driverless aircraft to land vertically on their rooves — will be eco-friendly and powered by green energy. After consuming a sumptuous meal and taking in the panoramic views, the flying cars will take visitors on a scenic flight back to their nearby hotels. According to the designers, the unique design of the vertiport towers has been inspired by the Baobab — a long-lived tree that is native to Africa — and will be constructed out of a combination of laminated wood and steel.\r\n\r\nInside each tower will be a café, a waiting room and a 2,153 square foot (200 sq. m) panoramic restaurant which can be accessed by means of a central lift.\r\n\r\nMeanwhile the roof terrace on top of each vertiport will be fitted with non-slip solar panels capable of generating more than 300 kilowatts of power every day.",
        "img": "Screenshot_3.png",
        "date": [
            3,
            21,
            2021,
            "16:47"
        ]
    },
    {
        "id": 6,
        "title": "Bayden Putinni qotil deb atadi va unga saylovlarga aralashgani uchun badal to‘latish bilan tahdid qildi",
        "more": "«U qilgan ishlari uchun tovon to‘laydi», dedi Bayden AVS telekanaliga intervyu berar ekan. Biroq Bayden Putinni aynan nima kutayotgani haqida gapirmadi. Shunda jurnalist kutilmaganda Putin haqida yana bir savol berdi: «Putinni qotil deb o‘ylaysizmi?». Biroz o‘ylanib turgan Bayden «Ha» deb javob berdi.\r\n\r\nBaydenning bu intervyusidan keyin Moskva birjalarida dollar va yevroning kursi qimmatlay boshladi. Dollar kursi 73,71 rubl turgandi va Baydenning so‘zlaridan keyin 57,75 kopeykaga qimmatladi. Yevro ham shuncha qimmatladi.\r\n\r\nKremldagilar hozircha Baydenning so‘zlariga munosabat bildirishmadi, lekin Davlat dumasi raisi Vyacheslav Volodin Bayden bu gapi bilan rossiyaliklarni haqorat qilganini aytdi. «Bayden bu so‘zlari bilan bizning fuqarolarni haqorat qildi. Bu kuchsizlarning talvasasi. Putin – bizning prezidentimiz, shunday ekan unga qilingan hujum – bizga qilingan hujum», deb yozdi Volodin o‘z kanalida.\r\n\r\nAQSh razvedkasi hisoboti\r\n\r\nSeshanba kuni AQSh razvedkasining hisoboti e'lon qilingan va unda Eron hamda Rossiya mamlakatdagi 2020 yilgi saylovlar natijasiga ta'sir qilishga uringani aytilgandi. Shuningdek, hisobotda hech bir davlat AQSh saylovlari jarayonida byulletenlarni soxtalashtirishga, ovoz berish jarayonida to‘g‘ridan to‘g‘ri aralasha olishga muvaffaq bo‘lmagani ta'kidlangan. CNN o‘z manbalariga tayanib yozishicha, AQSh bu bayonot ortidan keyingi haftada Rossiyaga qarshi yangi sanksiyalar paketini e'lon qiladi.\r\n\r\nRazvedka hisobotiga ko‘ra, AQSh bu gal 2016 yilda bo‘lgani kabi saylovchilarni ro‘yxatga olish va byulletenlarni hisoblashga aralashmagan, lekin Trampning imkoniyatlarini oshirish uchun dezinformatsiya ishlarini olib borgan. Hisobotda aytilishicha, Putin Baydenning imkoniyatlarini pasaytirish bo‘yicha shaxsan o‘zi ko‘rsatma bergan. Rossiyaning Vashingtondagi elchixonasi bu hisobotni asossiz deb atadi.\r\n\r\nPutinning matbuot kotibi Dmitriy Peskov Rossiya AQShning 2016 va 2020 yilgi saylovlariga aralashmagani, har ikki ayblov sanksiyalar uchun bahona ekanini ta'kidlagan.",
        "img": "Screenshot_1.png",
        "date": [
            3,
            21,
            2021,
            "16:42"
        ]
    },
    {
        "id": 6,
        "title": "Turkiya prezidenti Rajab Toyyib Erdo‘g‘an markaziy bank inflatsiyani ushlab turish uchun tayanch stavkasini 2 foizga ko‘targach, moliyaviy tashkilot rahbari Naji Ag‘balni o‘z lavozimidan bo‘shatdi. Erdo‘g‘an stavkaning oshirilishiga qarshi chiqib keladi.",
        "more": "Erdo‘g‘an Ag‘bal o‘rniga uning pozitsiyasini qo‘llab-quvvatlovchi Shahob Kavjio‘g‘luni tayinladi. \r\n\r\nAg‘bal markaziy bank tayanch stavkasini 17 foizdan 19 foizga ko‘targandan 2 kun o‘tib o‘z lavozimidan olingan. U mamlakatda 15,61 foizga yetgan inflatsiya nazoratga olinmaguncha qat'iy pul-kredit siyosati saqlanib qolishini aytgan. \r\n\r\nAP axborot agentligining yozishicha, shu tariqa bank Erdo‘g‘anning yuqori foiz stavkalari inflatsiya keltirib chiqarishi borasidagi siyosatiga qarshi borgan. Ta'kidlanishicha, Turkiya prezidenti stavkani past darajada saqlab qolish uchun bankka bosim o‘tkazib kelgan.  \r\n\r\nAg‘bal o‘rnini bank ishi professori va hukumatni qo‘llab-quvvatlovchi Yeni Safak nashri sharhlovchisi Shahob Kavjio‘g‘lu egalladi. Avvalroq u o‘z maqolasida tayanch stavkasi oshirilishini tanqid qilgan va Erdo‘g‘anning bu inflatsiyaga sabab bo‘lishi haqidagi fikrini qo‘llab-quvvatlagan. Bu orada dunyodagi aksariyat markaziy banklar rahbarlari va iqtisodchilar aksincha o‘ylab, inflatsiyaning yuqori sur'atlarini ushlab turish uchun tayanch stavkalarini oshirish kerak, deb hisoblaydilar.      \r\n\r\nKavjio‘g‘lu Turkiya markaziy bankining 2 yil ichidagi to‘rtinchi rahbari bo‘ladi. 2019 yil iyulda Erdo‘g‘an ushbu lavozimdan Murod Chetinkayni olib tashlagandi. O‘shanda Turkiya rahbari bu qarorini Chetinkay bilan uchrashuvlarida unga tayanch stavkalarini tushirish lozimligini aytgani, biroq u buni qilmagani bilan tushuntirgandi.",
        "img": "erdogan_1.jpg",
        "date": [
            3,
            21,
            2021,
            "16:41"
        ]
    },
    {
        "id": 6,
        "title": "Inquiries into law enforcement’s handling of the George Floyd protests last summer found insufficient training and militarized responses — a widespread failure in policing nationwide.",
        "more": "In city after city, the reports are a damning indictment of police forces that were poorly trained, heavily militarized and stunningly unprepared for the possibility that large numbers of people would surge into the streets, moved by the graphic images of Mr. Floyd’s death under a police officer’s knee. The mistakes transcended geography, staffing levels and financial resources. From midsize departments like the one in Indianapolis to big-city forces like New York City’s, from top commanders to officers on the beat, police officers nationwide were unprepared to calm the summer’s unrest, and their approaches consistently did the opposite. In many ways, the problems highlighted in the reports are fundamental to modern American policing, a demonstration of the aggressive tactics that had infuriated many of the protesters to begin with.",
        "img": "Screenshot_2.png",
        "date": [
            3,
            21,
            2021,
            "16:39"
        ]
    },
    {
        "id": 3,
        "title": "Iceland volcano: eruption under way on mountain near Reykjavik – video report",
        "more": "A volcano has erupted in Iceland near the capital Reykjavik after thousands of small earthquakes in the area in recent weeks, the Icelandic meteorological office has said.\r\n\r\nA red cloud lit up the night sky after the eruption began in Fagradalsfjall on Friday about 40km (25 miles) from the capital Reykjavik. A no-fly zone has been established in the area but the eruption appeared to be subsiding as of Saturday evening. “The fissure is estimated to be about 200 metres (219 yards) long,” the IMO said.\r\n\r\nPolice and coastguard officials raced to the scene late on Friday and the public has been advised to stay away from the area.\r\n\r\n“I can see the glowing red sky from my window,” said Rannveig Gudmundsdottir, a resident in the town of Grindavik, only 8 km (5 miles) from the eruption. “Everyone here is getting into their cars to drive up there,” she said.\r\n\r\nMore than 40,000 earthquakes have occurred in the area in the past four weeks, a huge jump from the 1,000-3,000 earthquakes registered each year since 2014.\r\n\r\nThe Krysuvik volcanic system, which does not have a central volcano, is located south of Mount Fagradalsfjall on the Reykjanes peninsula in south-west Iceland.",
        "img": "volcano.png",
        "date": [
            3,
            21,
            2021,
            "15:31"
        ]
    },
    {
        "id": 2,
        "title": "The stars of The Falcon and the Winter Soldier: ‘We’re the Turner and Hooch of Marvel’",
        "more": "Anthony Mackie and Sebastian Stan discuss the new Disney+ series, patriotism and Chadwick Boseman’s legacy\r\n\r\n@steverose7\r\nSat 20 Mar 2021 08.00 GMT\r\n\r\n14\r\n75\r\nSebastian Stan, AKA Bucky Barnes, AKA The Winter Soldier, is attempting to characterise his relationship with his on-screen partner Anthony Mackie, AKA Sam Wilson, AKA The Falcon: “I grew up with buddy comedies like 48 Hours, Coming to America, you know, Lethal Weapon, Turner and Hooch. All those movies I grew up with. So for me, it was like I was making an 80s film with Anthony Mackie.” Old superheroes never die; they just get recast. Or they miraculously survive the incident that supposedly killed them off. Or, increasingly, they come back for their own small-screen spin-off. The last two, if not the first, apply to Mackie and Stan’s double act The Falcon and The Winter Soldier. In the Marvel movies, both characters were always in the shadow of Chris Evans’s Captain America – two Hooches to his Turner. Bucky Barnes made his entrance as Cap’s wartime comrade in 2011’s Captain America: The First Avenger. He supposedly died in that movie, only to return as Captain America’s brainwashed, metal-armed nemesis The Winter Soldier in 2014. Mackie’s winged war veteran Sam Wilson entered the story at that stage, and both characters soldiered through numerous Marvel campaigns (Ant-Man, Black Panther, Captain America: Civil War) before being vaporised at the end of Avengers: Infinity War. Fortunately they survived that, too.",
        "img": "marvel.png",
        "date": [
            3,
            21,
            2021,
            "15:28"
        ]
    },
    {
        "id": 1,
        "title": "Elon Musk declared himself 'technoking'. He's just a hyper-capitalist clown Akin Olla",
        "more": "Elon Musk has declared himself Technoking of Tesla. It’s a fitting title for a man with feudal aspirations. He already has a history of poor labor practices, and generally displays a vast amount of hubris relative to his own actual personal productivity. He is no doubt an excellent businessman – and showman – but remains greatly undeserving of the cult of personality that surrounds his alleged genius. In reality Musk is an egotistical demagogue who has amassed too much power, and poses a danger to the future of workers.\r\n\r\nMusk lives in an alternate reality of relentless self-branding and self-congratulation. He promised – and then failed – to deliver 1,000 ventilators to the state of California at the beginning of the pandemic. He also volunteered to design a miniature submarine for the purpose of rescuing 12 children trapped in an underground cave in Thailand, only to be bested by a cave diver who actually knew what he was doing – a diver whom Musk then insinuated was a pedophile. Musk has a touchy ego, and that itself would be a problem even if he wasn’t as wealthy as he is.",
        "img": "elon.png",
        "date": [
            3,
            21,
            2021,
            "15:23"
        ]
    }
]